---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PolymeshTopology
source: html/602fff22-e8dc-e46f-6c92-f997add0ea15.htm
---
# PolymeshTopology Members

Releases all resources used by the PolymeshTopology